[
  {
    "id": 1,
    "segment_name": "Land",
    "estate_title": "Sprawling Farmstead in the Valley",
    "image": "https://i.ibb.co/X26Tj7H/first-Estate-Image.jpg",
    "short_description": "A picturesque farm nestled in a fertile valley, perfect for agricultural endeavors or rural retreats.",
    "description": "Nestled in the heart of Valley County, Montana, this picturesque farmstead spans over 20 acres of fertile land, offering a perfect blend of tranquility and productivity. With rolling hills and breathtaking views of the surrounding countryside, this property is an ideal canvas for agricultural endeavors or a serene rural retreat. The farm features a charming barn, a serene pond, and meticulously fenced pastures, providing ample space for livestock grazing or cultivating crops. Whether you're seeking a peaceful countryside escape or an opportunity to cultivate the land, this sprawling farmstead promises endless possibilities.",
    "price": "$500,000",
    "status": "sale",
    "area": "20 acres",
    "location": "Valley County, Montana",
    "facilities": ["Barn", "Pond", "Fenced Pastures"]
  },
  {
    "id": 2,
    "segment_name": "Land",
    "estate_title": "Vineyard with Panoramic Views",
    "image": "https://i.ibb.co/hWB0w40/second-Estate-Image.jpg",
    "short_description": "A stunning vineyard offering breathtaking vistas and the perfect terroir for cultivating premium grapes.",
    "description": "Perched atop the rolling hills of Napa Valley, California, this stunning vineyard boasts panoramic views of lush vineyards and distant mountains, creating an idyllic backdrop for wine enthusiasts and nature lovers alike. Spanning 50 acres of prime terroir, this vineyard offers the perfect environment for cultivating premium grapes and producing world-class wines. The property features a luxurious tasting room, a state-of-the-art winery, and a charming vineyard cottage, providing an immersive experience for visitors and connoisseurs. Whether you're dreaming of owning your own vineyard or seeking a picturesque retreat in wine country, this vineyard with panoramic views is sure to captivate your senses.",
    "price": "$1,200,000",
    "status": "sale",
    "area": "50 acres",
    "location": "Napa Valley, California",
    "facilities": ["Tasting Room", "Winery", "Vineyard Cottage"]
  },
  {
    "id": 3,
    "segment_name": "Land",
    "estate_title": "Secluded Forest Retreat",
    "image": "https://i.ibb.co/PtwHjn4/third-Estate-Image.jpg",
    "short_description": "Escape to your own private woodland paradise, ideal for conservation, recreation, or eco-tourism ventures.",
    "description": "Tucked away in the serene wilderness of the Adirondack Mountains, New York, this secluded forest retreat offers a rare opportunity to escape the hustle and bustle of city life and reconnect with nature. Situated on 100 acres of pristine woodland, this property is a haven for outdoor enthusiasts and conservationists alike. Explore winding hiking trails, observe native wildlife in their natural habitat, or simply unwind in the comfort of a rustic cabin nestled among the trees. With its tranquil setting and abundance of natural beauty, this secluded forest retreat is the perfect sanctuary for those seeking peace, solitude, and a deeper connection with the great outdoors.",
    "price": "$800,000",
    "status": "sale",
    "area": "100 acres",
    "location": "Adirondack Mountains, New York",
    "facilities": ["Cabin", "Hiking Trails", "Wildlife Observation Areas"]
  },
  {
    "id": 4,
    "segment_name": "Land",
    "estate_title": "Ranching Opportunity on Open Plains",
    "image": "https://i.ibb.co/58VBtKD/fourth-Estate-Image.jpg",
    "short_description": "Expansive ranchland offering vast grazing pastures, rugged beauty, and limitless potential for ranching ventures.",
    "description": "Embrace the spirit of the American West with this expansive ranching opportunity located in Wyoming County, Wyoming. Spanning 500 acres of open plains and rugged beauty, this ranch offers limitless potential for cattle ranching, equestrian pursuits, or recreational activities. From sweeping vistas of rolling hills to vast grazing pastures, this property epitomizes the essence of ranching life. The ranch features a spacious main house, a cozy bunkhouse for guests or ranch hands, and well-maintained corrals for livestock management. Whether you're drawn to the thrill of cattle drives or simply yearn for wide-open spaces and endless horizons, this ranching opportunity promises an authentic Western experience like no other.",
    "price": "$1,500,000",
    "status": "sale",
    "area": "500 acres",
    "location": "Wyoming County, Wyoming",
    "facilities": ["Main House", "Bunkhouse", "Corrals"]
  }
]
